tap "hashicorp/tap"
tap "louisbrunner/valgrind"
brew "act"
brew "python@3.13"
brew "tree"
brew "ansible"
brew "node"
brew "ansible-language-server"
brew "ansible-lint"
brew "bash-language-server"
brew "bat"
brew "black"
brew "btop"
brew "glib"
brew "cairo"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "dockerfile-language-server"
brew "eza"
brew "fastfetch"
brew "gh"
brew "ghc"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "goimports"
brew "gopls"
brew "harfbuzz"
brew "helix"
brew "httpie"
brew "iproute2mac"
brew "kubernetes-cli"
brew "libtiff"
brew "lua-language-server"
brew "ncdu"
brew "nmap"
brew "openjdk@17"
brew "opentofu"
brew "pipx"
brew "ruff"
brew "starship"
brew "telnet"
brew "terraform-ls"
brew "tmux"
brew "watch"
brew "yaml-language-server"
brew "yazi"
cask "wezterm@nightly"
