tap "hashicorp/tap"
tap "louisbrunner/valgrind"
brew "act"
brew "python@3.13"
brew "ansible"
brew "bat"
brew "btop"
brew "glib"
brew "cairo"
brew "cmake"
brew "cocoapods"
brew "fastfetch"
brew "gh"
brew "ghc"
brew "git"
brew "git-lfs"
brew "gopls"
brew "harfbuzz"
brew "helix"
brew "hey"
brew "libtiff"
brew "lua-language-server"
brew "ncdu"
brew "nmap"
brew "node"
brew "openjdk@17"
brew "pipx"
brew "python@3.12"
brew "python@3.9"
brew "ruff"
brew "starship"
brew "telnet"
brew "terraform-ls"
brew "tmux"
brew "tree"
brew "yaml-language-server"
brew "yazi"
brew "hashicorp/tap/terraform"
cask "wezterm@nightly"
